{
    "Sign In Rosalia":"Sign In Rosalia",
    "sign In":"sign In",
    "Do not have an account?":"Do not have an account?",
    "Sign up":"Sign up",
    "Sign up Rosalia":"Sign up Rosalia",
    "Success":"success",
    "Account created successfully":"Account created successfully",
    "Ok":"Ok",
    "Welcome Back To Rosalia":"Welcome Back To Rosalia",
    "Already have an account?":"Already have an account?",
    "Login":"Login",
    "Rosalia":"Rosalia",
    "Welcom to Rosalia":"Welcom to Rosalia",
    "welcome_sentence":"Your go-to companion for discovering and ordering beautiful flowers, bouquets and gifts. Get ready to explore, order and enjoy with Rosalia.",
    "Our Product":"Our Product",
    "Camellia":"Camellia",
    "Cherry Blossom":"Cherry Blossom",
    "Chrysanthemum":"Chrysanthemum",
    "Jouri":"Jouri",
    "Lotus":"Lotus",
    "peony":"peony",
    "plumeria":"plumeria",
    "Tulip":"Tulip",
    "camilia_description":"The Camellia is an elegant flower known for its glossy green leaves and beautifully layered petals. It comes in shades of white, pink, and red, and has been admired for centuries in East Asia, especially in China and Japan. Camellias symbolize admiration, love, and perfection, making them a popular gift flower. Because of their refined beauty and long blooming season, they are often used in gardens, bouquets, and ornamental displays.",
    "cherryBlossom_description":"The Cherry Blossom, also known as Sakura in Japan, is a delicate and iconic flower admired for its soft pink and white petals. It blooms in spring and attracts millions of visitors worldwide, especially in Japan where it holds deep cultural meaning. Cherry blossoms symbolize beauty, renewal, and the fleeting nature of life, as their blossoms last only for a short time. They are widely celebrated in festivals, gardens, and art.",
     "Chrysanthemu_description":"The Chrysanthemum, often called “mum,” is a flower admired for its wide variety of shapes and vibrant colors, including white, yellow, red, and purple. Originating from Asia, especially China and Japan, it holds cultural significance as a symbol of longevity, loyalty, and joy. In many countries, chrysanthemums are used in celebrations, gardens, and bouquets. Their beauty and long-lasting nature make them one of the most popular flowers worldwide.",
     "Jouri_description":"The Jouri Rose, also known as the Damask Rose, is one of the most famous and beloved types of roses. It is admired for its strong fragrance, soft petals, and beautiful pink to red shades. The Jouri Rose has been cultivated for centuries in the Middle East and is often used in perfumes, rose water, and essential oils. It symbolizes love, beauty, and elegance, making it a popular choice for gifts and decoration.",
     "Lotus_description":"The Lotus is a sacred and symbolic flower admired for its unique beauty and cultural importance. It grows in water and blooms in stunning shades of white, pink, and sometimes blue. The Lotus is especially significant in ancient Egyptian, Indian, and Asian cultures, symbolizing purity, rebirth, and spiritual enlightenment. Despite growing in muddy water, the lotus remains clean and radiant, which makes it a powerful symbol of resilience and hope.",
     "peony_description":"The Peony is a lush and elegant flower known for its large, full blooms and delightful fragrance. It comes in a variety of colors such as pink, red, white, and sometimes yellow. Originating from Asia, Europe, and North America, peonies have been cherished for centuries in both gardens and floral arrangements. They symbolize romance, prosperity, honor, and good fortune, which makes them a popular choice for weddings and celebrations.",
     "plumeria_description":"The Plumeria, also known as Frangipani, is a tropical flower famous for its sweet fragrance and star-shaped petals. It comes in beautiful shades of white, yellow, pink, and red. Native to Central America and the Caribbean, plumeria is widely grown in tropical and subtropical regions around the world. It symbolizes beauty, grace, and new beginnings, and is often used in making leis in Hawaii and for spiritual or decorative purposes.",
     "Tulip_description":"The Tulip is a graceful flower that comes in many vibrant colors such as red, yellow, pink, purple, and white. Originating from Central Asia and later becoming a symbol of the Netherlands, tulips are known for their simple yet elegant cup-shaped blooms. They symbolize perfect love, happiness, and renewal, and are often associated with the arrival of spring. Tulips are widely used in gardens, bouquets, and festive decorations.",
     "hot_offers":"Hot Offers🔥",
     "valentine_offer":"Beautifull rosses bouquet-50% off for limited time💗",
     "wedding_offer":"Complete wedding flower arrangements at special prices👰🏻‍♀️",
     "mother_offer":"Show your love with our curated mother is day collection🥰",
     "events_offer":"Profissional flower arrangements for business events🖤",
     "spring_offer":"mixed seasonal flowers with free delivery🌸",
     "item_added":"Item Added",
     "add_item":"Add Item"
     
}